[
  {
    "path": "posts/2022-01-03-should-we-worry-about-the-spike-in-inflation/",
    "title": "Should We Worry About the Spike in Inflation?",
    "description": "Inflation rates are at levels last seen in the 1980s. How concerned should we be?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2022-01-03",
    "categories": [],
    "contents": "\nBackdrop\nInflation data from November 2021 showed that inflation rose at 6.8%, relative to a year ago - the fastest rate since 1982. As we have shown previously (https://whyitmatters.netlify.app/posts/2021-11-07-inflation/), price pressures are broad-based, suggesting that there is a risk that the rise in prices may not be short-lived.\nAlready the media is jumping on it, proclaiming that “everything you buy seem(s) more expensive?” ( https://www.usatoday.com/story/money/shopping/2021/12/10/inflation-car-prices-gas-food-cost-increases/6463519001/). This concern is consistent with monetary policymakers accelerating plans to withdraw monetary stimulus (https://www.npr.org/2021/12/15/1064478567/inflation-hot-federal-reserve-interest-rates-bond-taper).\nViewed over a longer time horizon, though, the rise in inflation looks a lot less worrisome. In fact, one could argue that the most recent price increases brings prices to levels consistent with a longer 2% trend inflation rate.\nLet’s explore.\nAnaysis\nFirst, below the last 10 years of inflation data. The spike in inflation in late 2021 is clearly visible in both inflation measures.\n\n\n\nRecall that inflation (a change in the price level) can be defined as “a general progressive increase in prices of goods and services in an economy” (https://en.wikipedia.org/wiki/Inflation). Inflation erodes the value of cash, as one is able to buy less goods and services with existing money.\nInflation is typically measured by tracking the costs to purchase a defined basked of goods over time, and the two measures shown above differ in the composition of the basket. According to the BLS, the PCE measure is a bit more broad-based, and differences in weight and differences in accounting for substitution effects betweeen goods account for the bulk of the differences (an in-depth discussion is provided in https://www.bls.gov/opub/btn/archive/differences-between-the-consumer-price-index-and-the-personal-consumption-expenditures-price-index.pdf). As a rule of thumb, CPI inflation typically runs about 1 percentage point higher than PCE inflation.\nNow, how concerned should we be? While the spike in inflation is clearly noticeable, it is also clear from the preceeding charts that inflation was undershooting the Federal Reserve’s 2% inflation target during most of the past 10 years (this target is for PCE; the CPI-equivalent target would be around 3% - again, inflation in the past 10 years was substantially below target).\nIn fact, consider the following hypothetical thought experiment: If 10 years ago the Fed had committed for the price level (PCE) to rise by 2% annually, how far off would we be today?\nThe following charts provide the answer. Clockwise, starting at the top-left, we show headline CPI and PCE inflation, and core CPI and PCE inflation (core inflation defines as excluding food and energy). As can be seen, for most of the past 10 years, inflation was undershooting the target, and the most recent rise in inflation is bringing the price level essentially back to target.\n\n\n\nWhy It Matters\nBased on this, should we conclude that we shouldn’t be concerned about the most recent spike in inflation? Not necessarily. There are at least 2 ways to poke holes into this (admittedly simplistic) analysis:\nThe charts above plot all inflation measures against a 2% trend line; but, as we know, CPI typically runs about 1% above PCE (thought the exact difference can vary over time). One could argue that for CPI 3% inflation should be shown, further amplifying that inflation was undershooting during most of the time period.\nThe 10 year period depicted in the charts above is arbitrary, and simply expanding the period to 20 years shows an even greater undershooting of the price level. But, keep in mind that monetary policy has also changed considerably, and during the Greenspan era, the Fed’s target was much less transparent. Not having transparent about the target makes evaluating actual inflation outcomes tricky.\n\n\n\nAll this to say: the verdict on inflation is still out. If the view is correct that recent price pressures are transitory (e.g. driven by supply bottlenecks and base effects), inflation may soon be again below a long-term 2% trend. Conversely, given how broad-based inflation has been in recent months, it is understandable that central bankers have become nervous.\nAs always, updates to these charts will be regularly posted on Twitter.\n\n\n\n",
    "preview": "posts/2022-01-03-should-we-worry-about-the-spike-in-inflation/should-we-worry-about-the-spike-in-inflation_files/figure-html5/analysis-1.png",
    "last_modified": "2022-01-03T22:55:09-05:00",
    "input_file": "should-we-worry-about-the-spike-in-inflation.knit.md",
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-19-how-changes-in-interest-rates-affect-the-yield-curve/",
    "title": "How Changes in Interest Rates Affect the Yield Curve",
    "description": "Interest Rates Change All The Time. Does It Matter?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-19",
    "categories": [],
    "contents": "\nBackdrop\nInterest rates matter. They convey information about likely future developments, and are a key tool policymakers (specifially: central banks) have to influence the economy.\nLet’s take a look.\nInterest rates matter because they impact saving and spending decisions of firms and households. A higher interest rates makes borrowing money more expensive, slowing down purchases of expensive goods (which may require financing, like cars or houses). Conversely, saving money becomes more attractive, as savings yield higher returns when interest rates are higher. All else equal, higher interest rates tend to slow down consumption and boost savings. Given that about 70% of US GDP is consumption, changes in interest rates are an important tool to slow down - or stimulate - overall economic development.\nCentral banks can impact short-term borrowing costs or banks (which impacts interest rates for consumers and firms). While correlated, interest rates do not (always) move in a syncronized way. Broadly speaking, one important distinction is between short- and long-term interest rates (the latter referring to government bonds with a maturity of about 10 years). Consumers usually tend to be impacted more by short-term interest rates (with the exception of mortgages), while firm’s investment decisions typically tend to be more impacted by long-term interest rates. The change in the relationship between short- and long-term rates is also referred to as the change in the slope of the Yield Curve. For more information about how monetary policy works and how it affects interest rates, take a look at this: https://www.federalreserve.gov/monetarypolicy/monetary-policy-what-are-its-goals-how-does-it-work.htm\nLastly, interest rates can also convey information about markets’ expectations of future interest rates. Higher expected inflation, for instance, tends to drive up short-term interest rates, but if inflation is expected to be temporary, long-term rates are not likely to move by much.\nWith that said, and with inflation hitting levels not seen in decades, let’s take a look at some recent episodes to see what interest rates can tell us.\nAnaysis\nThe chart below shows U.S. Treasury rates over the past month (top panel) and a longer-term view of the past 15 years (bottom).\nLooking at the bottom panel, the first thing to note is that short-term interest rates are much more volatile that long-term rates (ie. there is much more variation over time in the light blue bars depicting the 1-year Treasury rate than in the 10-year rate). E.g. during the 2007-2011 time period, short-term rates dropped essentially close to 0%, while the 10-year rate remained mostly in the 3-4% range. Similarly, pre-pandemic in 2017-2019, the increase in short-temr rates barely impacted the 10-year rate.\nSecond, a stated goal of Quantitative Easing (https://www.investopedia.com/terms/q/quantitative-easing.asp) was to bring down long-term rates. This was successful, as evidenced by the then-unprecedented low levels of the 10Y rate in 2012/13.\nLet’s look at the most recent episode since January 2021. With inflation rising to levels not seen in years (following chart, see also https://whyitmatters.netlify.app/posts/2021-11-07-inflation/), market participants expect some moderate increase in interest rates, as shown by the rising rates towards the right of the bottom graph.\nHow persistent do markets judge this increase to be? If it was thought be very persistent, the 10-year would probaby see a sharper rise. Right now it seems that the bulk of the change is concentrated in the 3- and 5-year interest rates. This suggest that market participants deem the rise in inflation to be somewhat persistent, but not permanent.\n\n\n\nWhy It Matters\nA key uncertainty is how much current shocks (such as supply bottlenecks) are temporary, as opposed to impacting inflation expectations, risking to be more entrenched and persistent. Interest rates can give us clues how financial markets just current developments. At this stage, long-term rates are still at exceptionally low levels, and are not suggesting that inflation expectations are threatening to become unanchored.\nLooking ahead, monitoring interest rates and looking at changes in the yield curve to detect shifts in investor sentiment can help inform about expectations that inflation may persist. Well-anchored inflation expectations reduce interest rates and are important elements facilitating sustainable long-term growth. That’s why the information contained in interest rates is so vital.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-19-how-changes-in-interest-rates-affect-the-yield-curve/how-changes-in-interest-rates-affect-the-yield-curve_files/figure-html5/analysis1-1.png",
    "last_modified": "2021-11-19T20:44:42-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-15-activity-measures-whats-available-why-care/",
    "title": "Activity Measures: What's Available? Why Care?",
    "description": "Predicting the future with high-frequency activity indicators - is that possible?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-15",
    "categories": [],
    "contents": "\nBackdrop\nGetting timely, good readings on the economy is not straightforward.\nThe most common and most comprehensive measurement of economic activity is real GDP growth (https://www.investopedia.com/terms/r/realeconomicrate.asp). GDP data is published on a quarterly basis, and the release is essentially backward-looking, in that it summarizes what was, not what will happen. Add to this the fact that GDP data gets revised several times (due to new information becoming available), and it’s easy to see that to get a timely sense of whether economic growth is accelerating or stalling, additional information is needed.\nThere are several survey-based measures available, and many contain forward-looking questions or components. While not always a great predictor of future GDP data, these measures often do yield clues about future developments.\nLet’s review some of these measures.\nAnaysis\nSurvey-Based Measures\nThe first type of activity measures are survey-based. Several surveys exist; a common feature is that participants acrosss certain geographical boundaries or industries fill out questionnaires, providing their opinion on the economy and on specific indicators. Often, respondents are also providing their assessment of likely future direction of these indicators.\nA well-known survey-based measure is the Purchasing Managers’ Index, or PMI, published by Markit. Measures available on FRED (https://fred.stlouisfed.org/) include the Empire State Manufacturing Survey, and the Chicago Fed National Activity Index. Various subindices are published; a few interesting metrics are plotted below.\nNotable features:\nWhile the general direction of indices is typically correlated, differences in the indices can reflect e.g. different geographics or industries. The Empire State index, for instance, puts a relatively stronger weight on manufacturing, reflecting the composition of the survey area. If manufacturing is viewed as critical for the economic outlook going forward (e.g. because the sector is the hardest hit by a shock), the index is relatively more informative.\nSurvey-based measures are typically constructed such that values > 50 indicate an improvement, and values < 50 a worsening of conditions. Simply put, a drop in an index from, say, 60 to 55 does not imply a contraction; instead, respondents still view the situation favorably, but the pace of the expansion may slow down.\n\n\n\nActivity-Based Measures\nHigh-frequency, activity-based measures with leading properties are often related to specific bottlenecks or logistics. For instance, a sharp drop in riders on the NYC subway during the pandemic was an early indication that commuters are hesitant to travel, and so retail and commercial real estate in urban centers may come under pressure. Declines in air traffic or passenger revenue are early signals that the airline industry may face headwinds.\n\n\n\nWhy It Matters\nNotice one common feature: at the outset of the pandemic, all indicators were flashing red? That decline happened long before GDP data confirmed the steep decline in economic activity. Hence the value of these metrics: if a shock hits the economy, monitoring these metrics can be useful.\nBottom line: These variables can help, if properly used and interpreted.\nHigh-frequency metrics are typically volatile, and may not always be reliable indicators of future developments. Survey participants can over-react, resulting in very noisy signals. In a forecasting model, such metrics typically do not exhibit strong predictive power. In normal cirumstances, these metrics are probably most useful as early “warnings” to signal shocks, before hard data - which is only available with a lag - provides a more complete picture.\nThat said, during the post-pandemic recovery, metrics such as passenger traffic on railways or air traffic measure gives an indication of how far some economic sectors still have to go to return to “normal” levels.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-15-activity-measures-whats-available-why-care/activity-measures-whats-available-why-care_files/figure-html5/analysis1-1.png",
    "last_modified": "2021-11-19T19:37:11-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-12-mortgage-rates/",
    "title": "Mortgage Rates",
    "description": "Why we care about mortgage costs",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-12",
    "categories": [],
    "contents": "\nBackdrop\nA mortgages is ” “a loan used either by purchasers of real property to raise funds to buy real estate, or alternatively by existing property owners to raise funds for any purpose while putting a lien on the property being mortgaged” (Wikipedia).\nAbout 90% of all homebuyers choose 30-year fixed-rate loans, i.e. a mortgage whereby the interest rate is locked in for 30 years. Other popular choices are 15-year fixed-rate loans, or loans with adjustable rates, whereby rates can change once every 5 years (also known as “5/1 ARM”).\nAnalysis\nThe evolution of mortgage rates is worth tracking for several reasons:\nRising mortgage rates generally increase the cost of purchasing a home, so rising rates tend to slow down the housing market (which represents about 15-18% of US GDP).\nMortgage rates also offer clues about expectations for future interest rates; all else equal, an increase in the 30-year mortgage rate, relative to the 15-year mortgage rate, may signal that investors tend to expect rates to increase.\nLet’s look at some numbers.\n\n\n\nWhy It Matters\nRoughly 60% of homes purchased in the US are financed through conventional mortgages. The importance of the mortgage market becomes apparent when realizing that total mortgage debt outstanding in the United States in early 2021 was just under 17 trillion US dollar, or roughly 80% of US GDP (about 21 trillion US dollar).\nOver the coming months, mortgage rates can be expected to rise, as central banks normalize their monetary policy stance. Very rapid rate increases could be disruptive to the housing market, and may hurt affordability.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-12-mortgage-rates/mortgage-rates_files/figure-html5/analysis-1.png",
    "last_modified": "2021-11-12T14:54:52-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-11-measures-of-economic-uncertainty-and-market-volatility/",
    "title": "Measures of Economic Uncertainty and Market Volatility",
    "description": "No one wants to make long-term financial decisions in a highly uncertain or volatile enviroment. But, how can we masure unertainty or volatility?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-11",
    "categories": [],
    "contents": "\nBackdrop\nLong-term investment decisions and purchases of durable consumption goods have one thing in common: they rely on planning over a potentially uncertain time horizon. The more predicable the overall economic environment, the easier it is to finance and plan big investments.\nAll else equal, a relatively more stable economic backdrop should thus benefit investment and purchases of big ticket items.\nAnaysis\nMeasuring uncertainty is not straightforward. But, two common measures of uncertainty are readily available:\nMarket Volatility is usually measured by the VIX. The VIX, also known as the ‘fear index’, is a real-time market index, and represents market participants’ expectations for volatility over the coming 30 days. Investors use the VIX to measure the level of risk, fear, or stress in the market when making investment decisions, with values over about 40 indicating hightened market stress.\nOne way to measure Economic Uncertainty is through newspaers. The St. Louis FRED data base provides a daily news-based Economic Policy Uncertainty Index, based on newspapers in the United States. This index is described in ore detail, including an analysis of the performance of the model, in Baker, Scott, Nicholas Bloom and Steven Davis (2012), “Measuring Economic Policy Uncertainty” (http://www.policyuncertainty.com/media/BakerBloomDavis.pdf)\nBoth measures are available on a daily basis, but daily reading can be noise, so we also add a rolling 7-day average.\n\n\n\nWhy It Matters\nNot surprisingly, both measures of uncertainty spiked during the COVID 19-pandemic, as investors and consumers had to access the impact of the new virus. Typically, recessions are also associated with increased volatility. Once it became clear that policymakers were committed to “do what it takes” to keep the economy afloat, market volatility subsided relatively quickly; in contrast, economic uncertainty (as measured by the newspaper-based index) showed persistent fluctuations.\nLooking ahead, as central banks will slowly normalized monetary policy, we would expect market volatility to exhibit occasional spikes. Updates to these charts will be posted on Twitter regularly.\n\n\n\n",
    "preview": "posts/2021-11-11-measures-of-economic-uncertainty-and-market-volatility/measures-of-economic-uncertainty-and-market-volatility_files/figure-html5/analysis-1.png",
    "last_modified": "2021-11-15T22:22:41-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-10-covid19-update/",
    "title": "COVID19 Update",
    "description": "Why We Care About COVID 19 (a lot!)",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-10",
    "categories": [],
    "contents": "\nBackdrop\nThe COVID-19 pandemic has severely disrupted the Global Economy. From lockdowns to bottlenecks in logistics, the pandemic dominates the economic picture. High rates of infections also impact consumption pattern, as well as workers’ willingness to return to work (potentially lowering the labor participation rate).\nIn the face of people not returning to work as swiftly as predicted, there is a risk that policymakers may overestimate economic potential. This underscores the need to track infections and vaccination rates.\nWhat are some of the metrics we can look at?\nAnalysis\nLet’s first look at current infections, i.e. the evolution of daily COVID cases - and, given that this series can be very noisy, we also plot the 7-day average.\nCharts below show current infection rates for major economies; first in absolute terms, then per 100K people to enable comparisons across countries.\n\n\n\nWhy It Matters\nOne notable result of the pandemic is the decline in the labor participation rate, which could potentially trigger a slowdown in productivity and drive up inflation. The verdict of what’s causing this, and how long-lasting this effect is, is still out. But, it underlines the importance to monitor COVID-19 trends across countries.\nHow serious is this issue? Let’s look at some labor data As the charts below show, during the pandemic we observed a marked decline in the labor participation rate, and while part-time employment for non-economic reasons has rebounded, the overall labor participation rate is still considerably below pre-pandemic levels. All else equal, less worker mean less economic potential to produce stuff, and attempts to stimulate the economy may not lead to increases in output, but only drive up inflation.\n\n\n\nIn order for people to re-enter the labor force, they need to feel secure and protected from the virus. What’s the best way to avoid getting infected? High vaccination rates, as vaccines provide the best long-term protection.\nWe track 2 vaccination metrics; first the ratio of fully vaccinated (defined as people having received all prescribed doses of a vaccine over total population), and second partially vaccinated people (defined has having received at least one dose, divided by total population).\nThe chart below shows the latest developments for major economies (note that China is not included, as the vaccination data in the data set does not look credible yet). We see that vaccination rates are rising, but not close yet to the 70+% level most experts would consider consistent with achieving ‘herd immunity’.\n\n\n\nAll this to say: arguably one of the key factors driving your assessment of where you think the economy is going is your (implicit or explicit) assumption about the effects of the pandemic.\nUpdates to these charts will be posted on Twitter as new data becomes available.\nA note on data\nAll data from the COVID-19 Data Hub (https://covid19datahub.io).\nData is accessed via the terrific COVID19 R-package, about which you can find more information in Guidotti, E., Ardia, D., (2020), “COVID-19 Data Hub”, Journal of Open Source Software 5(51):2376, https://doi.org/10.21105/joss.02376\n\n\n\n",
    "preview": "posts/2021-11-10-covid19-update/covid19-update_files/figure-html5/analysis-1.png",
    "last_modified": "2021-11-22T21:05:06-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-07-inflation/",
    "title": "Inflation",
    "description": "What's the Issue With Inflation?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackground\nPrices change all the time. Why do we care so much about inflation? Are all price changes created equal? And are all equally concerning?\nFirst up - let’s define what inflation is, and the differences are between relative price changes and changes in the price level.\nInflation or a change in the price level can be defined as “a general progressive increase in prices of goods and services in an economy” (https://en.wikipedia.org/wiki/Inflation). This erodes the value of cash, as one is able to buy less goods and services with existing money. Inflation is typically measured by tracking the costs to purchase a defined basked of goods over time.\nA change in relative prices means that the price for good A goes up, while the price for good B goes down. Even if the overall price level - i.e. the weighted average paid for both good - does not change, relative price change make good A more or less expensive, relative to good B. Relative price changes happen all the time - e.g. the cost of computers has fallen dramatically over time, while rents or the cost of education has risen.\nRelative price changes are common, but central banks are concerned about increases in the general price level, because it erodes the purchasing power of consumers and makes it more difficult to plan ahead. Developments can become concerning once broad-based price increases translate into changes in expected inflation.\nSo, let’s see how the economy was doing at the time this post was written.\nAnalysis: Where do we currently stand?\nThe following chart shows the evolution of inflation (specifically: headline inflation, or a broad consumer price index) since 1997. Shaded areas indicate recessions. Two elements stand out:\nFirst, during recessions, headline inflation tend to fall. In part, this is because the most volatile parts of the consumer basket sees sharp declines, and we would expect an inflation measure excluding components like food or energy to be more stable.\nSecond, inflation is currently at the highest level in over 20 years.\n\n\n\nLet’s dive deeper. The following charts break down changes in individual inflation components. Not surprisingly, during past recessions core inflation fell less than headline inflation, and the current increase is less pronouced (first chart, top-left panel).\n\n\n\nWhy Does It Matter?\nCentral banks are less likely to respond to relative price changes than to broad-based changes in inflation. Let’s check: How broad-based is the increase in inflation?\nAs the last chart shows, relative to pre-pandemic times, most key components show rising prices. While it’s too early for the final verdict, these charts support the notion that the current increase in inflation is fairly broad-based, and central banks will need to monitor it carefully.\n\n\n\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-07-inflation/inflation_files/figure-html5/HeadlineInflation-1.png",
    "last_modified": "2021-11-07T16:13:18-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/2021-11-07-motor-vehicle-sales-supply-side-disruptions/",
    "title": "Motor Vehicle Sales: Signs of Supply Side Disruptions?",
    "description": "Let's parse the latest data on motor vehicle sales",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nDuring the pandemic, auto sales fell off a cliff, but recovered swiftly. The most recent data shows, however, that car sales are slumping again. Why?\nSudden changes in auto sales can be demand or supply driven.\nIn normal circumstances, a sudden decline in auto sales leads to a corresponding increase in auto inventory\nIf the decline is supply driven, a decline in auto sales will be accompanied by a decline in inventories, as dealers sell of remaining stock to meet demand.\nLet’s take a look at the data.\n\n\n\nPredictably, during the pandemic, car sales dropped, accompanied by a spike in inventory. This suggests that the decline was demand-driven. More recently, however, the very low inventory suggests that car sales are supply-constrained.\nWhy Does It Matter?\nMotor vehicle sales represent a sizable portion of consumer spending. At this stage it is not straightforward to assess how important supply constraints are in the overall economic picture, but from this data it is clear that supply bottlenecks are real.\n\n\n\nInterestingly, while all automakers seem to suffer, a look at detailed data seems to suggest that notably light truck sales are driving the decline. Given the importance of trucks for U.S. car makers, they are among the hardest hit.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T16:10:51-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-07-post-pandemic-recovery/",
    "title": "Post-Pandemic Expansion: How Is It Different?",
    "description": "Comparing The Current Recovery to Past Expansions",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nEvery recession is different, but two exceptional ones were the 2008/09 financial crisis and the 2020 COVID pandemic. Both recessions were more severe than any other post-WW II recessions.\nHow does the post-recession recovery compare to history? To answer this, we index key economic indicators to their pre-recession peak, and trace their evolution through time.\nAnalysis\nLet’s look at GDP first, the most comprehensive measure of economi activity. The chart below shows\nthe unprecedented depth of the economic contraction, and\nthe swift initial rebound, as economic activity restarted,\nthe slower expansion as the pandemic continued to linger\n\n\n\nWhy Does It Matter?\nThe panels below show the key GDP components. While private consumption is roughly on par with other recoveries, government spending seems a little slower.\n\n\n\nOverall, given the depths of the recession, the recovery is proceeding remarkably swift so far.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T16:12:03-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-07-shifting-consumption-patterns/",
    "title": "Shifting Consumption Patterns",
    "description": "With Travel Restricted, Consumers Continue Their Serious Retail Therapy. What Does It Mean for the Economy?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nThe pandemic, and the closure of cross-border travel, resulted in substantial disruptions for the hospitality and travel industry. Partially as a result of government support, consumption remained high, and consumers spent money on their homes - i.e. on goods like furniture, sporting goods, or building materials.\nThis causes massive surges in demand for these goods, and retailers had difficulties meeting unexpected demands. How long before consumption spending returns to more normal levels?\nThe chart below illustrates just how disruptive the pandemic was.\n\n\n\nAnalysis\nLet’s dig below the headline number. The chart below shows key components from the monthly Advance Retail Sales Report, released monthly by the U.S. Census Bureau (https://fred.stlouisfed.org/release/tables?rid=9&eid=201241#snid=201244).\nThe second chart shows the impact of the pandemic even more clearly. Bought some exercise equipment lately? You’re not alone.\n\n\n\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-07-shifting-consumption-patterns/shifting-consumption-patterns_files/figure-html5/Backdrop-1.png",
    "last_modified": "2021-11-07T22:13:17-05:00",
    "input_file": {},
    "preview_width": 2880,
    "preview_height": 1920
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Economics on Twitter: Why It Matters",
    "description": "Economics on Twitter, or: Why It Matters. \n\nBackground information on why we post what we post on https://twitter.com/EconomicsShiny",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-06",
    "categories": [],
    "contents": "\nEconomics is a complex topic, and everyone has their own favorite metric or indicator. In this blog we explain what we’re focused on, and why. Not saying that this is the only way to think about economics, or that this is the right way, but rather outlining why we look at what we’re looking at.\nUpdated tweets with the latest economic data can then be found here:\nhttps://twitter.com/EconomicsShiny\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T20:11:08-05:00",
    "input_file": {}
  }
]
