[
  {
    "path": "posts/2021-11-11-measures-of-economic-uncertainty-and-market-volatility/",
    "title": "Measures of Economic Uncertainty and Market Volatility",
    "description": "No one wants to make long-term financial decisions in a highly uncertain or volatile enviroment. But, how can we masure unertainty or volatility?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-11",
    "categories": [],
    "contents": "\nBackdrop\nLong-term investment decisions and purchases of durable consumption goods have one thing in common: they rely on planning over a potentially uncertain time horizon. The more predicable the overall economic environment, the easier it is to finance and plan big investments.\nAll else equal, a relatively more stable economic backdrop should thus benefit investment and purchases of big ticket items.\nAnaysis\nMeasuring uncertainty is not straightforward. But, two common measures of uncertainty are readily available:\nMarket Volatility is usually measured by the VIX. The VIX, also known as the ‘fear index’, is a real-time market index, and represents market participants’ expectations for volatility over the coming 30 days. Investors use the VIX to measure the level of risk, fear, or stress in the market when making investment decisions, with values over about 40 indicating hightened market stress.\nOne way to measure Economic Uncertainty is through newspaers. The St. Louis FRED data base provides a daily news-based Economic Policy Uncertainty Index, based on newspapers in the United States. This index is described in ore detail, including an analysis of the performance of the model, in Baker, Scott, Nicholas Bloom and Steven Davis (2012), “Measuring Economic Policy Uncertainty” (http://www.policyuncertainty.com/media/BakerBloomDavis.pdf)\nBoth measures are available on a daily basis, but daily reading can be noise, so we also add a rolling 7-day average.\n\n\n\nWhy It Matters\nNot surprisingly, both measures of uncertainty spiked during the COVID 19-pandemic, as investors and consumers had to access the impact of the new virus. Typically, recessions are also associated with increased volatility. Once it became clear that policymakers were committed to “do what it takes” to keep the economy afloat, market volatility subsided relatively quickly; in contrast, economic uncertainty (as measured by the newspaper-based index) showed persistent fluctuations.\nLooking ahead, as central banks will slowly normalized monetary policy, we would expect market volatility to exhibit occasional spikes. Updates to these charts will be posted on Twitter once a week week.\n\n\n\n",
    "preview": "posts/2021-11-11-measures-of-economic-uncertainty-and-market-volatility/measures-of-economic-uncertainty-and-market-volatility_files/figure-html5/analysis-1.png",
    "last_modified": "2021-11-11T15:49:11-05:00",
    "input_file": "measures-of-economic-uncertainty-and-market-volatility.knit.md"
  },
  {
    "path": "posts/2021-11-10-covid19-update/",
    "title": "COVID19 Update",
    "description": "Why We Care About COVID 19 (a lot!)",
    "author": [
      {
        "name": "Philipp Maier",
        "url": {}
      }
    ],
    "date": "2021-11-10",
    "categories": [],
    "contents": "\nBackdrop\nThe COVID-19 pandemic has severely disrupted the Global Economy. From lockdowns to bottlenecks in logistics, the pandemic has impacted the economic situation.\nAnalysis\nWe first look at current infection, i.e. the evolution of daily COVID cases - and, given that this series can be very noise, we also plot the 7-day average. Charts below.\n\n\n\nWhy It Matters\nOne notable impact is the decline in the labor participation rate, which could potentially trigger a slowdown in productivity and drive up inflation. This underlines the importance to monitor COVID-19 trends across countries.\nWhat’s the best way to avoid getting infected? High vaccination rates, as vaccines provide the best long-term protection. We track vaccination rates in the following chart (note that China is not included, as the vaccination data in the data set does not look credible yet).\n\n\n\nUpdates to these charts will be posted on Twitter as new data becomes available.\nA note on data\nAll data from the COVID-19 Data Hub (https://covid19datahub.io).\nData is accessed via the terrific COVID19 R-package, about which you can find more information in Guidotti, E., Ardia, D., (2020), “COVID-19 Data Hub”, Journal of Open Source Software 5(51):2376, https://doi.org/10.21105/joss.02376\n\n\n\n",
    "preview": "posts/2021-11-10-covid19-update/covid19-update_files/figure-html5/analysis-1.png",
    "last_modified": "2021-11-10T22:40:46-05:00",
    "input_file": "covid19-update.knit.md"
  },
  {
    "path": "posts/2021-11-07-inflation/",
    "title": "Inflation",
    "description": "What's the Issue With Inflation?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackground\nPrices change all the time. Why do we care so much about inflation? Are all price changes created equal? And are all equally concerning?\nFirst up - let’s define what inflation is, and the differences are between relative price changes and changes in the price level.\nInflation or a change in the price level can be defined as “a general progressive increase in prices of goods and services in an economy” (https://en.wikipedia.org/wiki/Inflation). This erodes the value of cash, as one is able to buy less goods and services with existing money. Inflation is typically measured by tracking the costs to purchase a defined basked of goods over time.\nA change in relative prices means that the price for good A goes up, while the price for good B goes down. Even if the overall price level - i.e. the weighted average paid for both good - does not change, relative price change make good A more or less expensive, relative to good B. Relative price changes happen all the time - e.g. the cost of computers has fallen dramatically over time, while rents or the cost of education has risen.\nRelative price changes are common, but central banks are concerned about increases in the general price level, because it erodes the purchasing power of consumers and makes it more difficult to plan ahead. Developments can become concerning once broad-based price increases translate into changes in expected inflation.\nSo, let’s see how the economy was doing at the time this post was written.\nAnalysis: Where do we currently stand?\nThe following chart shows the evolution of inflation (specifically: headline inflation, or a broad consumer price index) since 1997. Shaded areas indicate recessions. Two elements stand out:\nFirst, during recessions, headline inflation tend to fall. In part, this is because the most volatile parts of the consumer basket sees sharp declines, and we would expect an inflation measure excluding components like food or energy to be more stable.\nSecond, inflation is currently at the highest level in over 20 years.\n\n\n\nLet’s dive deeper. The following charts break down changes in individual inflation components. Not surprisingly, during past recessions core inflation fell less than headline inflation, and the current increase is less pronouced (first chart, top-left panel).\n\n\n\nWhy Does It Matter?\nCentral banks are less likely to respond to relative price changes than to broad-based changes in inflation. Let’s check: How broad-based is the increase in inflation?\nAs the last chart shows, relative to pre-pandemic times, most key components show rising prices. While it’s too early for the final verdict, these charts support the notion that the current increase in inflation is fairly broad-based, and central banks will need to monitor it carefully.\n\n\n\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-07-inflation/inflation_files/figure-html5/HeadlineInflation-1.png",
    "last_modified": "2021-11-07T16:13:18-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-07-motor-vehicle-sales-supply-side-disruptions/",
    "title": "Motor Vehicle Sales: Signs of Supply Side Disruptions?",
    "description": "Let's parse the latest data on motor vehicle sales",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nDuring the pandemic, auto sales fell off a cliff, but recovered swiftly. The most recent data shows, however, that car sales are slumping again. Why?\nSudden changes in auto sales can be demand or supply driven.\nIn normal circumstances, a sudden decline in auto sales leads to a corresponding increase in auto inventory\nIf the decline is supply driven, a decline in auto sales will be accompanied by a decline in inventories, as dealers sell of remaining stock to meet demand.\nLet’s take a look at the data.\n\n\n\nPredictably, during the pandemic, car sales dropped, accompanied by a spike in inventory. This suggests that the decline was demand-driven. More recently, however, the very low inventory suggests that car sales are supply-constrained.\nWhy Does It Matter?\nMotor vehicle sales represent a sizable portion of consumer spending. At this stage it is not straightforward to assess how important supply constraints are in the overall economic picture, but from this data it is clear that supply bottlenecks are real.\n\n\n\nInterestingly, while all automakers seem to suffer, a look at detailed data seems to suggest that notably light truck sales are driving the decline. Given the importance of trucks for U.S. car makers, they are among the hardest hit.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T16:10:51-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-07-post-pandemic-recovery/",
    "title": "Post-Pandemic Expansion: How Is It Different?",
    "description": "Comparing The Current Recovery to Past Expansions",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nEvery recession is different, but two exceptional ones were the 2008/09 financial crisis and the 2020 COVID pandemic. Both recessions were more severe than any other post-WW II recessions.\nHow does the post-recession recovery compare to history? To answer this, we index key economic indicators to their pre-recession peak, and trace their evolution through time.\nAnalysis\nLet’s look at GDP first, the most comprehensive measure of economi activity. The chart below shows\nthe unprecedented depth of the economic contraction, and\nthe swift initial rebound, as economic activity restarted,\nthe slower expansion as the pandemic continued to linger\n\n\n\nWhy Does It Matter?\nThe panels below show the key GDP components. While private consumption is roughly on par with other recoveries, government spending seems a little slower.\n\n\n\nOverall, given the depths of the recession, the recovery is proceeding remarkably swift so far.\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T16:12:03-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-07-shifting-consumption-patterns/",
    "title": "Shifting Consumption Patterns",
    "description": "With Travel Restricted, Consumers Continue Their Serious Retail Therapy. What Does It Mean for the Economy?",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-07",
    "categories": [],
    "contents": "\nBackdrop\nThe pandemic, and the closure of cross-border travel, resulted in substantial disruptions for the hospitality and travel industry. Partially as a result of government support, consumption remained high, and consumers spent money on their homes - i.e. on goods like furniture, sporting goods, or building materials.\nThis causes massive surges in demand for these goods, and retailers had difficulties meeting unexpected demands. How long before consumption spending returns to more normal levels?\nThe chart below illustrates just how disruptive the pandemic was.\n\n\n\nAnalysis\nLet’s dig below the headline number. The chart below shows key components from the monthly Advance Retail Sales Report, released monthly by the U.S. Census Bureau (https://fred.stlouisfed.org/release/tables?rid=9&eid=201241#snid=201244).\nThe second chart shows the impact of the pandemic even more clearly. Bought some exercise equipment lately? You’re not alone.\n\n\n\nUpdates to these charts will be posted on Twitter as new data becomes available.\n\n\n\n",
    "preview": "posts/2021-11-07-shifting-consumption-patterns/shifting-consumption-patterns_files/figure-html5/Backdrop-1.png",
    "last_modified": "2021-11-07T22:13:17-05:00",
    "input_file": "shifting-consumption-patterns.knit.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Economics on Twitter: Why It Matters",
    "description": "Economics on Twitter, or: Why It Matters. \n\nBackground information on why we post what we post on https://twitter.com/EconomicsShiny",
    "author": [
      {
        "name": "Philipp Maier",
        "url": "https://twitter.com/EconomicsShiny"
      }
    ],
    "date": "2021-11-06",
    "categories": [],
    "contents": "\nEconomics is a complex topic, and everyone has their own favorite metric or indicator. In this blog we explain what we’re focused on, and why. Not saying that this is the only way to think about economics, or that this is the right way, but rather outlining why we look at what we’re looking at.\nUpdated tweets with the latest economic data can then be found here:\nhttps://twitter.com/EconomicsShiny\n\n\n\n",
    "preview": {},
    "last_modified": "2021-11-07T20:11:08-05:00",
    "input_file": {}
  }
]
